<?php

return [
  "動物保護" => [
    "image" => "/images/thema/dogs.jpg",
    "keywords" => [ "動物保護", "殺処分", "犬", "猫", "保護団体", "アニマル", "アニマルウェルフェア", "野良", "動物" ]
  ],
  "災害救助" => [
    "image" => "/images/thema/rescue.jpg",
    "keywords" => [ "被災地", "東日本大震災", "震災", "災害", "津波", "地震", "火事", "能登半島", "原発", "レスキュー", "水害", "緊急支援", "被災地域", "復興", "避難所" ]
  ],
  "教育支援" => [
    "image" => "/images/thema/kyoiku.jpg",
    "keywords" => [ "教育", "子育て", "片親", "シングルマザー", "進学", "シングルファザー", "一人親", "学校", "ギフテッド", "教科書", "小学校", "中学校", "いじめ", "先生", "生徒" ],
  ],
  "難病・疫病" => [
    "image" => "/images/thema/health.jpg",
    "keywords" => [ "難病", "医療", "医師団", "エイズ", "黄熱病", "疫病", "赤十字", "治療", "研究", "HIV", "コロナ", "インフルエンザ"],
  ],
  "国際支援" => [
    "image" => "/images/thema/global.jpg",
    "keywords" => [ "発展途上国", "貧困", "飢餓", "難民", "カンボジア", "戦争", "紛争", "経済", "ODA", "ウクライナ", "国境" ]
  ],

  "女性の社会進出" => [
    "image" => "/images/thema/lady.jpg",
    "keywords" => [ "男女平等", "女性", "産後", "産休", "育休", "家庭", "子育て" ]
  ],
  "最先端技術" => [
    "image" => "/images/thema/tech.jpg",
    "keywords" => [ "技術", "研究", "R&D", "イノベーション", "量子コンピューター", "物理学", "数学" ]
  ],
  "環境問題" => [
    "image" => "/images/thema/earth.jpg",
    "keywords" => [ "温暖化", "絶滅", "環境", "環境保護", "メタン", "ヒートアイランド" ]
  ],
  "文化の保護" => [
    "image" => "/images/thema/culture.jpg",
    "keywords" => [ "建造物", "文化", "地域", "地方", "歴史", "日本史", "世界史", "大仏", "神社", "観光" ]
  ],
  "高齢者支援" => [
    "image" => "/images/thema/elder.jpg",
    "keywords" => [ "高齢者", "100年時代", "老人", "介護", "福祉", "孤独死", "ヘルパー", "集落" ]
  ],

  "オールジャンル" => [
    "image" => "/images/fv.jpg",
  ]
];