<h4 class="uk-margin-small">利用規約</h4>
<p class="uk-margin-small">
本利用規約（以下、「本規約」といいます。）は、株式会社バイオフィリア（以下、「当社」といいます。）が提供する「わににゃる」サービス（以下、「本サービス」といいます。）を利用する際に適用される条件を定めるものです。<br/>
本サービスを利用する方（以下、「利用者」といいます。）は、本規約の条件をお読みいただき、本規約の条件に同意された場合のみ、本サービスをご利用下さい。本サービス利用にあたっては、本規約に基づき本サービスの会員（以下、「会員」といいます。）となることが必要です。<br/>
本サービスのご利用を開始(注文完了画面が表示)された時点で、以下の規約に承諾をいただいたとみなします。
</p>
<h5 class="uk-margin-small">第1条 本規約について</h5>
<p class="uk-margin-small">
1. 本規約は、本サービスの提供条件および本サービスの利用に関する当社と会員との間の権利義務関係を定めることを目的とし、会員と当社との間の本サービスの利用に関わる一切の関係に適用されます（以下、本規約を内容とする当社と会員との間の契約を「本サービス利用契約」といいます。）。<br/>
2. 本規約の内容と、本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。
</p>
<h5 class="uk-margin-small">第2条 規約の変更</h5>
<p class="uk-margin-small">
当社は、当社が必要と認めた場合は、本規約を変更できるものとします。本規約を変更する場合、変更後の本規約の施行時期および内容を当社ウェブサイト上で掲示その他の適切な方法により周知し、または会員に通知します。ただし、法令上会員の同意が必要となるような内容の変更の場合は、当社所定の方法で会員の同意を得るものとします。
</p>
<h5 class="uk-margin-small">第3条 本サービスの内容</h5>
<p class="uk-margin-small">
本サービスの内容は、以下のとおりとなります。<br/>
・動物保護に係る特定の法人・団体・個人への金銭の寄附および関連する手続きを行うことができるサービス<br/>
・その他当社が定めたサービス
</p>
<h5 class="uk-margin-small">第4条 会員登録</h5>
<p class="uk-margin-small">
1. 本サービスの会員となることを希望する方（以下、「会員希望者」といいます。）は、当社の定めに従い、入会申し込みを行うものとします。<br/>
2. 当社は、当社の定める基準により、会員希望者の会員登録の可否を判断します。当社が当社の定める方法により会員希望者に会員登録承諾の通知を送付した時に、当社と会員との間に本サービス利用契約が成立します。
</p>
<h5 class="uk-margin-small">第5条 会員登録事項の変更</h5>
<p class="uk-margin-small">
会員は、入会申し込みの際当社に通知した登録事項に変更が生じた場合、当社の定める方法によりすみやかに当社に変更を通知するものとします。<br/>
会員がかかる登録事項の変更を怠ったことにより被った損害について、当社は責任を負わないものとします。
</p>
<h5 class="uk-margin-small">第6条 アカウント情報の管理</h5>
<p class="uk-margin-small">
1. 会員は、本サービスに関するID/パスワード等のアカウント情報が発行された場合、適切に管理するものとし、アカウントにつき第三者への使用許諾、貸与、譲渡、売買、名義変更、質権の設定その他の担保に供する等の行為を行ってはならないものとします。<br/>
2. 会員のアカウント情報の管理不十分、使用上の過誤、第三者の使用等により被った損害は会員が負担するものとし、当社はかかる会員の損害から免責されるものとします。
</p>
<h5 class="uk-margin-small">第7条 会員登録の取り消し</h5>
<p class="uk-margin-small">
1. 当社は、会員が以下の各号いずれかの事由に該当すると合理的な理由に基づき判断した場合には、事前に通知または催告することなく、本サービスの利用を一時的に停止し、または会員登録を取り消すことができるものとします。<br/>
(1)本規約のいずれかの条項に違反した場合<br/>
(2)当社に提供された登録情報の全部又は一部につき虚偽、誤記または記載漏れが判明した場合<br/>
(3)過去に会員登録取消処分を受けたことがあることが判明した場合<br/>
(4)会員が最後にログインした日から1年が経過した場合<br/>
(5)3ヶ月以上本サービスの利用がない場合<br/>
(6)支払停止もしくは支払不能となり、または破産、特別清算開始、会社更生手続開始、民事再生手続開始若しくはその他これらに準じる手続の開始申立てがあったまたはかかる手続の申立てがなされていることが判明した場合<br/>
(7) 当社からの問い合わせその他の回答を求める連絡に対して10日間以上応答がない場合<br/>
(8)その他当社が本サービスの会員登録の継続が適切でないと判断した場合<br/>
2. 前項各号のいずれかの事由に該当した場合、会員は、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対してすべての債務の支払を行わなければなりません。<br/>
3. 当社は、第１項に基づくサービスの利用の停止及び会員登録の取消により会員が被る損害について免責されるものとします。
</p>
<h5 class="uk-margin-small">第8条 退会</h5>
<p class="uk-margin-small">
1. 会員は当社へ所定の方法にて届け出ることにより会員登録を抹消できるものとします。<br/>
2. 退会にあたり、当社に対して負っている債務が有る場合は、会員は、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対してすべての債務の支払いを行わなければなりません。<br/>
3. 退会後の会員に関する情報の取扱いについては、第12条の規定に従うものとします。
</p>
<h5 class="uk-margin-small">第9条 著作権等</h5>
<p class="uk-margin-small">
本サービスを通じて提供されるコンテンツ（文書、画像、映像、音声、プログラム等）に関する著作権、商標権その他の知的財産権は、すべて当社またはコンテンツ提供者に帰属します。
</p>
<h5 class="uk-margin-small">第10条 禁止事項</h5>
<p class="uk-margin-small">
1. 会員は、本サービスの利用にあたって、以下の行為を行ってはならないものとします。<br/>
(1)本サービスの運営を妨げ、または利用に支障をきたすおそれのある行為<br/>
(2)会員登録の際に虚偽の内容を登録する行為<br/>
(3)他の会員、第三者もしくは当社に迷惑、不利益もしくは損害を与える行為、またはそれらのおそれのある行為<br/>
(4)他の会員、第三者もしくは当社の商標権、著作権、プライバシーその他の権利を侵害する行為、またはそれらのおそれのある行為<br/>
(5)公序良俗に反する行為、その他法令に違反する行為、またはそれらのおそれのある行為<br/>
(6)当社の指定する寄付先に対して運営を妨げ、または運営に支障をきたすおそれのある行為<br/>
(7)その他、当社が不適当と判断する行為<br/>
2. 当社は、会員が本規約に定める禁止事項に違反した場合、本サービスの利用を一時的に停止し、または会員登録を取り消すほか、損害賠償の請求その他の当社が必要と認める措置をとることができるものとします。<br/>
3. 会員が本条に定める禁止事項に違反したことにより生じた損害（前項に基づく措置による損害を含みます）については、当社は責任を負わないものとします。
</p>
<h5 class="uk-margin-small">第11条 サービスの休止、停止、変更および廃止</h5>
<p class="uk-margin-small">
1. 当社は、本サービスの稼動状態を良好に保つために、会員への事前通知、承諾なしに本サービスを休止、停止して保守点検を行うことが出来るものとします。<br/>
2. 当社は会員への事前通知、承諾なしに本サービスの内容の一部または全部の変更、追加および廃止を行う事が出来るものとします。<br/>
3. 前二項の行為に伴い、会員に損害（逸失利益を含む）が発生したとしても、当社は責任を負わないものとします。
</p>
<h5 class="uk-margin-small">第12条 個人情報管理</h5>
<p class="uk-margin-small">
当社は、会員の個人情報（以下、「個人情報」といいます。）を別途当社webサイト上に掲示する「プライバシーポリシー（個人情報保護指針）」に基づき、適切に取扱うものとします。会員はこのプライバシーポリシーに従って当社が会員の利用者情報を取り扱うことについて同意するものとします。
</p>
<h5 class="uk-margin-small">第13条 寄付先</h5>
<p class="uk-margin-small">
1. 本サービスにおいて会員が寄付することができる寄付先は、動物保護の活動を行う法人・団体・個人として当社が定めた基準を満たし、本サービスの寄付先として適切だと当社が判断し指定した先（以下、「寄付先」といいます。）となり、会員は寄付先の指定や、当社が指定した寄付先以外の法人・団体・個人に対する寄付の依頼は出来ないものとします。ただし、寄付先に関する情報提供は受け付けておりますので、別途指定する問い合わせ窓口からお問合せください。<br/>
2. 当社は、会員への事前通知、承諾なしに寄付先を変更する場合があります。<br/>
3. 会員は、当社が指定した寄付先以外の法人・団体・個人に対する寄付の依頼は出来ないものとします。<br/>
4. 当社は寄付先の活動に対してなんら責任を負いません。各活動に関するトラブル、返金要求、返品要求、その他紛争について、会員は、寄付先に対して申し立てるものとし、当社は関与しないものとします。<br/>
5. 本サイトからアクセスするサイトは、当社以外の企業が管理・運営している場合がありますので、各サイトの利用規約等をご確認の上ご利用ください。
</p>
<h5 class="uk-margin-small">第14条 本サービスの利用</h5>
<p class="uk-margin-small">
1. 本サービスは、会員が寄付先に金銭を寄付するための環境、並びに寄付先に関する情報等を提供するサービスです。<br/>
2. 会員が本サービスを利用して寄附を行う場合は、本サービスまたは本サービスから遷移する所定の画面から、所定の情報を入力して当社に対し、寄付先への寄付金額の寄付を申込するものとします。会員の端末の画面上に寄付の完了画面が表示された時点で、利用者の当社に対する当該寄付の申込が完了するものとします。<br/>
3. 当社は会員による寄付先に対する寄付の機会を提供する立場にすぎず、寄付やこれにより寄付先が提供する謝礼の授受に関する法律関係はすべて会員と寄付先の間で成立することとなります。<br/>
4. 当社は、会員が本サービスの趣旨・目的、その他関連事情が、当社が考える活動意義にそぐわないと当社が判断した場合は寄付を辞退させていただく場合があります。
</p>
<h5 class="uk-margin-small">第15条 決済</h5>
<p class="uk-margin-small">
1. 会員は、寄付金額の当社への振込みに係る決済手段として、当社が指定する方法にて決済することができます。<br/>
2. 当社は、会員から寄付の申込があった場合、寄付金から決済手数料等の必要経費を除いた全額を、弊社の指定する期日までに寄付先に寄付します。ただし、諸経費等を差し引いた寄付金額が、一定金額に満たない場合は指定した期日以降に繰り越すものとし、その後も同様となります。<br/>
3. 会員は、本サービスにおいて寄附の申み手続きを完了した場合は、その申込を撤回することができません。<br/>
4. 本サービスにより寄附を行う金額については、当社が指定する支払方法ごとに、関係する決済機関等により下限または上限が設定されることがあります。<br/>
5. 何らかの事情により当社が会員に代わって寄付先に立替払いをした場合、寄付金を会員が支払わないまま当社が別途定める期間が経過した時は、当社は当該寄付金の寄付先に対して、当該寄付金相当額の返金を求めること、あるいはその後に当社が本サービスにより当該寄付先に寄付する寄付金額から当該寄付金相当額を相殺して支払うことがあるものとします。なお、当社がこのような返金や相殺の後に会員からの寄付金の入金を確認した場合、当該寄付金は別途当社が定めるところに従って取り扱われるものとします。<br/>
6.本サイト及び本サービスの利用に必要な通信料やその他必要な経費等は、会員の負担とします。
</p>
<h5 class="uk-margin-small">第16条 損害賠償・免責事項</h5>
<p class="uk-margin-small">
1. 当社は本規約に定めがあるか否かを問わず、本サービスの利用により発生した会員および第三者の損害に対し一切の責任を負わないものとします。<br/>
2. 当社は、当社webサイト又は本サービスが利用者の特定の目的に適合すること、会員が期待する品質、正確性又は有用性を有すること、当社webサイト、本サービス又は当社からの情報提供が正確性、最新性、有用性、信頼性、適法性、永続性を有すること、及び不具合が生じないことなどについて、何ら保証するものではありません。<br/>
3. 当社は、当社webサイト等から送付されるコンテンツ、電子メール等にコンピュータウイルス等有害なものが含まれていないことについて、何ら保証するものではありません。<br/>
4. 当社は、会員のコンピュータ利用環境等について一切関与せず、コンピュータ利用環境、電子メールの不達等に起因して会員に生じた損害について、一切の責任を負いません。<br/>
5. 当社は、地震、津波、台風、竜巻、大雨、洪水、自然火災、伝染病その他の自然災害、戦争、テロ、革命、暴動、労働争議、放火その他の社会的災害又は事件、輸送機関の事故又は故障、設備の事故又は故障等不可抗力に起因して当社webサイト、本サービス又は商品の提供が不能又は遅滞し、これにより会員に生じた損害について、一切責任を負いません。<br/>
6. 会員は、寄附に関連して税控除を受ける場合はかかる手続きを自己の責任で行うものとし、当社はかかる手続きに関しいかなる責任も負わないものとします。<br/>
7. 当社は、寄付先による寄付金額の用途、及び寄付先の活動内容等について一切責任を負わないものとします。<br/>
8. 本サイト及び本サービスにおいて提供される情報の採否は、会員の自己責任で決定されるべきものとし、当社は、会員による本サイト及び本サービスの利用の結果について、何ら責任を負わないものとします<br/>
9. 当社は、未成年の利用者が保護者の同意を得なかったことに起因して、会員又はその親権者若しくは法定代理人等に生じた損害について、何ら責任を負わないものとします。<br/>
10. 第１項から前項の規定は、当社の故意もしくは重過失により損害が発生した場合または契約者が消費者契約法上の消費者に該当する場合には適用されません。
</p>
<h5 class="uk-margin-small">第17条 損害賠償額の制限</h5>
<p class="uk-margin-small">
本サービスの利用に関し当社が損害賠償責任を負う場合、当社が会員より本サービスの対価として6か月以内に受領した金額の総額を限度として賠償責任を負うものとし、付随的損害、間接損害、特別損害、将来の損害及び逸失利益にかかる損害については、賠償する責任を負いません。
</p>
<h5 class="uk-margin-small">第18条 分離可能性</h5>
<p class="uk-margin-small">
本規約のいずれかの条項またはその一部が、消費者契約法その他の法令などにより無効または執行不能と判断された場合であっても、本規約の残りの条項および一部が無効または執行不能と判断された条項の残りの部分は、継続して完全に効力を有するものとします。
</p>
<h5 class="uk-margin-small">第19条 準拠法</h5>
<p class="uk-margin-small">
本規約の成立、効力、履行および解釈並びに本サービスの提供に関する契約の準拠法は日本国法とします。
</p>
<h5 class="uk-margin-small">第20条 協議・管轄裁判所</h5>
<p class="uk-margin-small">
1. 本サービスに関連して会員と当社との間で問題が生じた場合には、会員と当社で誠意をもって協議しこれを解決するものとします。<br/>
2. 前項の規定にもかかわらず、協議しても解決しない場合は、本規約、本サービス利用契約もしくは当社商品の売買契約に起因し、または関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
</p>